/* Localaized network error alert message */
"An error occured while trying to connect to the server. Please try again later" = "Yhteydessä palveluun on tapahtunut häiriö. Ole hyvä ja yritä uudelleen";

/* Localized location services alert title */
"Location services denied" = "Paikannuspalvelut pois päältä";

/* Localaized network error alert title */
"Oops..." = "Hupsista...";

/* Localized location services alert message */
"Please, allow this app to use your location" = "Ole hyvä ja salli paikannuspalvelut tälle äpille.";

